driver-tests/bpelse/misc/MiscJbi/test/SequenceNested/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:parameter1>param 1</def:parameter1>
    <def:parameter2>param 2</def:parameter2>
  </soapenv:Body>
</soapenv:Envelope>